<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Academusoft - Universidad de Pamplona</title>
<link href="css/estilo.css" rel="stylesheet" type="text/css" />
<style type="text/css">
<!--
.Estilo1 {color: #FFFFFF}
-->
</style>
</head>
<body>
<div id="contenidos"> 
  <p class="titulos_02"><a name="1.9" id="1.9"></a>1.9 EXPERIENCIA PROFESIONAL</p>
  <p align="justify">Esta funcionalidad permite que el estudiante gestione la informaci&oacute;n relacionada con su experiencia profesional. Dispone de las opciones:<span class="negrilla"> Agregar, Modificar</span> y<span class="negrilla"> Eliminar. </span></p>
  <p align="center"><img src="images/hv_exp_1.gif" width="559" height="159" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta funcionalidad permite al estudiante gestionar la informaci&oacute;n de su experiencia profesional la cual incluye: nombre de la instituci&oacute;n, cargo, &aacute;rea de desempe&ntilde;o, otra &aacute;rea, funciones desempe&ntilde;adas, salario recibido medido en SMLV, fecha de ingreso y / o retiro, pa&iacute;s, departamento, ciudad, direcci&oacute;n, tel&eacute;fono, nombre y cargo de su jefe inmediato. Una vez ha diligenciado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_exp_11.gif" width="740" height="350" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Modificar:</span> Esta funcionalidad permite al estudiante cambiar la informaci&oacute;n de su experiencia profesional la cual incluye: nombre de la instituci&oacute;n, cargo, &aacute;rea de desempe&ntilde;o, otra &aacute;rea, funciones desempe&ntilde;adas, salario recibido medido en SMLV, fecha de ingreso y / o retiro, pa&iacute;s, departamento, ciudad, direcci&oacute;n, tel&eacute;fono, nombre y cargo de su jefe inmediato. Una vez ha diligenciado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_exp_12.gif" width="742" height="352" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar: </span>Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p align="justify" class="titulos_02"><a name="110" id="110"></a>1.10 EXPERIENCIA DOCENTE</p>
  <p align="justify">Esta funcionalidad permite que el estudiante consulte la informaci&oacute;n de la experiencia docente y el tiempo de servicio que ha prestado en esta &aacute;rea de la educaci&oacute;n. </p>
  <p align="center"><img src="images/hv_exd_1.gif" width="558" height="122" /></p>
  <p align="justify" class="titulos_02"><a name="111" id="111"></a>1.11 EXPERIENCIA INVESTIGACI&Oacute;N</p>
  <p align="justify">Esta funcionalidad permite que el estudiante gestione la informaci&oacute;n relacionada con su experiencia en el proceso de investigaci&oacute;n. Dispone de las opciones: <span class="negrilla"> Ver, Agregar, Modificar</span> y<span class="negrilla"> Eliminar. </span></p>
  <p align="center"><img src="images/hv_exi_1.gif" width="559" height="152" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Ver: </span>Esta opci&oacute;n previsualiza la informaci&oacute;n b&aacute;sica de la participaci&oacute;n del estudiante dentro de un proyecto de investigaci&oacute;n.</p>
  <p align="center"><img src="images/hv_exi_11.gif" width="559" height="220" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta funcionalidad permite al estudiante gestionar la informaci&oacute;n de su experiencia en investigaci&oacute;n, indicando la instituci&oacute;n, t&iacute;tulo del proyecto, cargo desempe&ntilde;ado y a&ntilde;o de ejecuci&oacute;n del mismo. Una vez ha diligenciado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar.</span> El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_exi_12.gif" width="559" height="301" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Modificar: </span>Esta funcionalidad permite al estudiante cambiar la informaci&oacute;n de su experiencia de investigaci&oacute;n, indicando la instituci&oacute;n, t&iacute;tulo del proyecto, cargo desempe&ntilde;ado y a&ntilde;o de ejecuci&oacute;n del mismo. Una vez ha modificado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_exi_13.gif" width="560" height="301" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar: </span>Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p align="justify" class="titulos_02"><a name="112" id="112"></a>1.12 POSESI&Oacute;N RESIDENCIA</p>
  <p align="justify">Esta funcionalidad permite que el estudiante consulte la informaci&oacute;n de la situaci&oacute;n actual de su lugar de vivienda. </p>
  <p align="center"><img src="images/hv_pr_1.gif" width="559" height="155" /></p>
  <p align="justify" class="titulos_02"><a name="113" id="113"></a>1.13 PUBLICACIONES</p>
  <p align="justify">Esta funcionalidad permite que el estudiante gestione la informaci&oacute;n relacionada con las publicaciones que ha realizado. Dispone de las opciones: <span class="negrilla">  Agregar, Modificar</span> y<span class="negrilla"> Eliminar. </span></p>
  <p align="center"><img src="images/hv_lp_1.gif" width="559" height="175" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta funcionalidad permite al estudiante gestionar la informaci&oacute;n de las publicaciones indicando el Nombre de la instituci&oacute;n, tipo de obra, entidad auspiciadora y a&ntilde;o de publicaci&oacute;n. Una vez ha diligenciado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_lp_11.gif" width="503" height="195" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Modificar: </span>Esta funcionalidad permite al estudiante cambiar la informaci&oacute;n de las publicaciones indicando el Nombre de la instituci&oacute;n, tipo de obra, entidad auspiciadora y a&ntilde;o de publicaci&oacute;n. Una vez ha diligenciado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_lp_12.gif" width="503" height="194" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar: </span>Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p align="justify" class="titulos_02"><a name="114" id="114"></a>1.14 REFERENCIAS</p>
  <p align="justify">Esta funcionalidad permite que el estudiante consulte la informaci&oacute;n de las referencias personales, familiares y laborales que ya han sido diligenciadas por un trabajador de la instituci&oacute;n con el rol administrador de acad&eacute;mico.</p>
  <p align="center"><img src="images/hv_lr_1.gif" width="559" height="129" /></p>
  <p align="justify" class="titulos_02"><a name="115" id="115"></a>1.15 CURSO REALIZADO</p>
  <p align="justify">Esta funcionalidad permite que el estudiante gestione la informaci&oacute;n relacionada con los cursos que ha realizado. Dispone de las opciones: <span class="negrilla"> Agregar, Modificar</span> y<span class="negrilla"> Eliminar. </span></p>
  <p align="center"><img src="images/hv_ac_1.gif" width="559" height="179" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta funcionalidad permite al estudiante gestionar la informaci&oacute;n de cursos que ha realizado, debe ingresar el título obtenido, fecha de terminaci&oacute;n, instituci&oacute;n, el pa&iacute;s y la duraci&oacute;n. Una vez ha diligenciado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_ac_11.gif" width="504" height="196" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Modificar: </span>Esta funcionalidad permite al estudiante  cambiar la informaci&oacute;n de cursos que ha realizado, debe ingresar el título obtenido, fecha de terminaci&oacute;n, instituci&oacute;n, el pa&iacute;s y la duraci&oacute;n. Una vez ha diligenciado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_ac_12.gif" width="503" height="196" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar: </span> Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p align="justify" class="titulos_02"><a name="116" id="116"></a>1.16 INFORMACI&Oacute;N FINANCIERA </span></p>
  <p align="justify">Esta funcionalidad permite que el estudiante consulte la informaci&oacute;n financiera en la cual se especifica la situaci&oacute;n familiar, costeo de los estudios, situaci&oacute;n econ&oacute;mica, ingresos,  egresos y dem&aacute;s datos mostrados en el siguiente ejemplo. </p>
  <p align="center"><img src="images/hv_if_1.gif" width="559" height="376" /></p>
  <p align="justify" class="titulos_02"><a name="117" id="117"></a>1.17 ASOCIACIONES</p>
  <p align="justify">Esta funcionalidad permite que el estudiante gestione la informaci&oacute;n relacionada con las asociaciones a las cuales se ha vinculado. Dispone de las opciones: <span class="negrilla"> Agregar, Modificar</span> y<span class="negrilla"> Eliminar. </span></p>
  <p align="center"><img src="images/hv_as_1.gif" width="559" height="153" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar:</span> Esta funcionalidad permite al estudiante gestionar la informaci&oacute;n de las asociaciones a las cuales pertenece, debe ingresar el Nombre de la Asociaci&oacute;n, fecha de ingreso y el objeto social. Una vez ha diligenciado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_as_11.gif" width="503" height="224" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Modificar: </span>Esta funcionalidad permite al estudiante  cambiar la informaci&oacute;n de las asociaciones en las que se encuentra vinculado, puede cambiar el Nombre de la Asociaci&oacute;n, fecha de ingreso y el objeto social.  Una vez ha diligenciado estos datos deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo. </p>
  <p align="center"><img src="images/hv_as_12.gif" width="503" height="223" /></p>
  <p><span class="subtitulos">Opci&oacute;n Eliminar: </span>Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
</div>
</body>
</html>
