<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Academusoft - Universidad de Pamplona</title>
<link href="css/estilo.css" rel="stylesheet" type="text/css" />
<style type="text/css">
<!--
.Estilo1 {color: #FFFFFF}
-->
</style>
</head>
<body>
<div id="contenidos">
  <p class="titulos_01"><a name="19" id="19"></a>18. HORARIOS POR MATERIA </p>
  <p align="justify">Esta funcionalidad permite que el estudiante consulte el horario de todas las asignaturas del pensum del programa en el cual &eacute;l se encuentra activo. Debe seleccionar la asignatura de su inter&eacute;s y luego dar clic sobre la sobre la opci&oacute;n <span class="negrilla">Continuar</span>. </p>
  <p align="center"><img src="images/hpm1.gif" width="623" height="375" /></p>
  <p align="justify">El sistema muestra los grupos y las clases programadas en la asignatura para el per&iacute;odo acad&eacute;mico vigente, adem&aacute;s se puede consultar el docente, el rango de horas y recurso f&iacute;sico asignado.  Cuenta con la opción de <strong>Imprimir</strong> si así lo desea. </p>
  <p align="center"><img src="images/hpm11.gif" width="703" height="333" /></p>
  <p align="justify">En el caso en el cual el alumno proceda con la impresi&oacute;n del reporte, &eacute;ste se va a generar en formato pdf, tal como se muestra en el siguiente ejemplo:</p>
  <p align="center"><img src="images/hpm111.gif" width="710" height="453" /></p>
  <p class="titulos_01"> <a name="20" id="20"></a>19. PROPUESTA PROYECTO DE GRADO</p>
  <p align="justify">Funcionalidad que permite que el estudiante realice propuestas para Proyecto de Grado del programa en el cual se encuentra activo. Permite que se adjunte un documento con el contenido del mismo. Dispone de las opciones: <span class="negrilla">Agregar, Modificar y Continuar</span>. </p>
  <p align="center"><img src="images/ppg_1.gif" width="603" height="355" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta opci&oacute;n permite que el alumno realice el tr&aacute;mite para la presentaci&oacute;n de la propuesta de Grado. Debe ingresar el t&iacute;tulo del proyecto, unas observaciones generales y puede adjuntar un documento como soporte del proceso (Todos los datos son obligatorios).  Finalmente debe dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/ppg_2.gif" width="603" height="306" /></p>
  <p align="justify"><strong>Opci&oacute;n Modificar</strong>: </span></span>Esta opci&oacute;n permite que el alumno realice cambios sobre la propuesta de Grado presentada. Luego debe dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la actualizaci&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/ppg_21.gif" width="603" height="410" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Continuar: </span>Al dar clic sobre esta opci&oacute;n se van a visualizar los datos b&aacute;sicos del estudiante, listado de jurados asignados por el rol administrador en el m&oacute;dulo de <span class="negrilla">Registro Acad&eacute;mico / Propuesta proyecto de grado</span>. Luego cada jurado asignado (un jurado de lectura y un jurado de sustentaci&oacute;n) va asociando informes de seguimiento espec&iacute;ficos, siendo el jurado de sustentaci&oacute;n el que realiza la aprobaci&oacute;n final de la propuesta. De igual forma se muestra un listado de seguimientos que el alumno puede visualizar al dar clic sobre la opci&oacute;n<span class="negrilla"> Ver</span>.  </p>
  <p align="center"><img src="images/ppg_3.gif" width="603" height="471" /></p>
  <p align="justify"><strong>Opci&oacute;n Agregar</strong>: Esta opci&oacute;n permite que el alumno realice adiciones a los informes de la propuesta. Finalmente debe dar clic sobre la opci&oacute;n Registrar. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. La opci&oacute;n agregar se reflejar&aacute; en la interfaz anterior, siempre y cuando la propuesta no est&eacute; con estado <span class="negrilla">ACEPTADO</span>.  </p>
  <p align="center"><img src="images/ppg_31.gif" width="603" height="220" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Ver: </span>Esta opci&oacute;n permite que el estudiante vaya consultando cada una de las evaluaciones de seguimiento que realizan los jurados respectivos. Se muestra un link en el cual el alumno puede descargar los archivos de soportes adjuntados en cada informe.</p>
  <p align="center"><img src="images/ppg_32.gif" width="602" height="205" /></p>
  <p class="titulos_01"><a name="21" id="21"></a>20. VALIDACIONES</p>
  <p align="justify">Funcionalidad que permite que el estudiante oferte una asignatura para validaci&oacute;n. Este proceso debe activarse desde el rol Administrador, en el m&oacute;dulo de <span class="negrilla">Procesos Especiales. </span>Una vez son gestionadas las fechas l&iacute;mite de pago, de cancelaci&oacute;n y de calificaciones se habilita el proceso para los alumnos. Se debe tener en cuenta que una vez inscrito, el administrador del sistema ejecuta un proceso de selecci&oacute;n para incluirlo en el listado de validadores y queda en estado <span class="negrilla">ADMITIDO</span>. Luego se realizan los respectivos pagos para proceder de acuerdo a las fechas establecidas con el ingreso de las calificaciones.</p>
  <p align="center"><img src="images/val_1.gif" width="703" height="353" /></p>
  <p class="titulos_02"><a name="211" id="211"></a>20.1 INSCRIPCIONES </p>
  <p align="justify">Funcionalidad que permite realizar la inscripci&oacute;n de las asignaturas que el alumno va a validar. Si no existen asignaturas deber&aacute; asociarlas. Dispone de las opciones: <span class="negrilla">Agregar y Eliminar</span>. </p>
  <p align="center"><img src="images/val_11.gif" width="703" height="226" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar:</span> El sistema despliega una interfaz en las que se listan las asignaturas que el estudiante tiene en la demanda. Puede seleccionar una o varias materias. Luego debe dar clic sobre esta opci&oacute;n. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; gracias un mensaje indicando el &eacute;xito del proceso. Tener en cuenta que el sistema valida la cantidad de materias a adicionar de acuerdo a la parametrizaci&oacute;n previa establecida por el jefe de programa en el cual autoriza un n&uacute;mero m&aacute;ximo de asignaturas para llevar a cabo este proceso. </p>
  <p align="center"><img src="images/val_111.gif" width="703" height="329" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar:</span> Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p>&nbsp;</p>
  <p class="titulos_02">20.2<a name="212" id="212"></a> CANCELAR VALIDACI&Oacute;N</p>
  <p>Funcionalidad que permite al estudiante realizar la cancelaci&oacute;n del proceso de validaci&oacute;n, dentro de las fechas estipuladas en el sistema. </p>
  <p align="center"><img src="images/val_2.gif" width="707" height="312" /></p>
  <p class="titulos_01"> <a name="22" id="22"></a>21. ACTIVAR MATERIAS CANCELADAS</p>
  <p align="justify">Funcionalidad que permite que el estudiante vuelva a activar la asignatura que cancel&oacute; en la funcionalidad descrita en el &iacute;tem <span class="negrilla">13. Cancelar Materia</span>. Inicialmente el sistema despliega una interfaz en la cual se muestra la informaci&oacute;n b&aacute;sica del estudiante, listado de grupos matriculados y la asignatura que ha cancelado. Debe elegir &eacute;ste registro y luego dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la actualizaci&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.  </p>
  <p align="center"><img src="images/act_mat_can_1.gif" width="703" height="348" /></p>
  <p class="titulos_01"> <a name="23" id="23"></a>22.  SOLICITUD ELIMINAR REGISTRO ACAD&Eacute;MICO</p>
  <p align="justify">Una vez se ha ejecutado el proceso de cierre de calificaciones, en el Vortal del estudiante se ha implementado una funcionalidad en la cual el mismo estudiante podrá solicitar la eliminación de la materia vista con el fin de que en el siguiente semestre pueda iniciar otra línea bien sea de idiomas o de los énfasis. Aplica para las asignaturas que pertenecen directamente al pensum y a las componentes de una materia tipo BANCO. El administrador del sistema podrá consultar las solicitudes que realizan los estudiantes y proceder a su aprobación o rechazo de acuerdo a la materia y la nota que están solicitando que sea eliminada. Esta funcionalidad se encuentra en: <span class="negrilla">Registro Acad&eacute;mico / Calificaciones / Solictud Eliminar Registro Acad&eacute;mico.</span></p>
  <p align="justify">Una vez el estudiante ingresa a esta funcionalidad, elije el programa y el periodo académico vigente que está activo para el programa. </p>
  <p align="center"><img src="images/sera_.gif" width="623" height="440" /></p>
  <p align="justify"><strong>Opci&oacute;n Ver</strong>: Permite que el alumno visualice el contenido de la solicitud realizada. </p>
  <p align="center"><img src="images/sera1_1_.gif" width="623" height="310" /></p>
  <p align="justify"><strong>Opci&oacute;n Agregar</strong>: Permite que el alumno inicie el proceso de creaci&oacute;n de la solicitud para eliminar las notas de la(s) materia(s) que ya fueron cursadas, con el fin de que &eacute;sta sea retirada de su record acad&eacute;mico  y de &eacute;sta forma poder cursar otra asignatura de su preferencia. Con esto se busca que no se vea afectado su promedio semestral y acumulado. Al elegir la asignatura deber&aacute; ingresar la fecha de la solicitud, e indicar en las observaciones las razones por las cuales hace la solicitud. Una vez el estudiante ha diligenciado estos campos el sistema emite el siguiente mensaje de alerta: &iquest;Est&aacute; seguro que desea renunciar a las notas obtenidas para las materias seleccionadas?, el usuario al dar clic sobre la opci&oacute;n <span class="negrilla">Aceptar</span> el sistema genera un mensaje indicando que el proceso de inserci&oacute;n de la solicitud se realiz&oacute; con &eacute;xito.</p>
  <p align="center"><img src="images/sera_1.gif" width="683" height="507" /></p>
  <p align="justify"><strong>Opci&oacute;n Modificar</strong>:</span> </span>Permite que el alumno realice cambios a la solicitud presentada, solo podr&aacute; chequear otras asignaturas y cambiar la descripci&oacute;n de la observaci&oacute;n, luego debe dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si el estudiante da clic sobre la opci&oacute;n <span class="negrilla">Aceptar</span>, se genera un nuevo mensaje indicando que el proceso de modificaci&oacute;n de la solicitud se realiz&oacute; con &eacute;xito.</p>
  <p align="center"><img src="images/sera12.gif" width="623" height="500" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar: </span>Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p class="titulos_01"><a name="24" id="24"></a>23. PAGAR LIQUIDACI&Oacute;N EN LÍNEA  </p>
  <p align="justify">Funcionalidad que ha sido creada con el fin de facilitar el proceso de pago de los estudiantes desde su entorno de Vortal creado. Principalmente permite que el alumno realice el pago de la liquidaci&oacute;n enviando la informaci&oacute;n necesaria a la entidad bancaria en convenio con la instituci&oacute;n para que se efect&uacute;e el mismo en forma inmediata. Inicialmente el alumno debe elegir el programa y dar clic sobre la opci&oacute;n <span class="negrilla">Continuar</span>.  </p>
  <p align="center"><img src="images/pll_1.gif" width="503" height="134" /></p>
  <p align="justify">El sistema despliega una interfaz en la cual se dan a conocer los datos b&aacute;sicos del estudiante, la lista de liquidaciones que tiene activas el alumno (&eacute;sta puede ser de tipo NORMAL &oacute; POR MATERIAS), la lista de financiaciones y los impedimentos respectivos. Se debe elegir la liquidaci&oacute;n y dar clic sobre la opci&oacute;n <span class="negrilla">Continuar</span>.</p>
  <p align="center"><img src="images/pll_11.gif" width="703" height="390" /></p>
  <p align="justify">El sistema muestra la informaci&oacute;n detallada de la liquidaci&oacute;n seleccionada, adem&aacute;s se indican los conceptos liquidados y los respectivos valores, el valor total a pagar, las fechas l&iacute;mites de pago y la entidad bancaria autorizada para el respectivo recaudo. Dispone de la opci&oacute;n <span class="negrilla">Imprimir</span>.</p>
  <p align="center"><img src="images/pll_111.gif" width="703" height="763" /></p>
  <p align="justify"><strong>Opci&oacute;n Imprimir</strong>: Al dar clic sobre &eacute;sta opci&oacute;n, el sistema genera una previsualizaci&oacute;n en formato pdf como se muestra en el siguiente ejemplo, luego se puede enviar f&iacute;sicamente el archivo a la impresora disponible.</p>
  <p align="center"><img src="images/pll_1111.gif" width="508" height="682" /></p>
</div>
</body>
</html>
