<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Academusoft - Universidad de Pamplona</title>
<link href="css/estilo.css" rel="stylesheet" type="text/css" />
<style type="text/css">
<!--
.Estilo1 {color: #FFFFFF}
-->
</style>
</head>
<body>
<div id="contenidos">
  <p class="titulos_01"> <a name="15" id="15"></a>15. PR&Aacute;CTICA EMPRESARIAL </p>
  <p align="justify">Funcionalidad que permite que el estudiante se inscriba a una pr&aacute;ctica empresarial ofrecida por la instituci&oacute;n, o para que &eacute;ste sugiera la realizaci&oacute;n de una pr&aacute;ctica propia. La etapa del desarrollo de la pr&aacute;ctica de un alumno puede representar una  parte primordial en la formaci&oacute;n académica del mismo, constituy&eacute;ndose  en un requisito esencial de cumplimiento dentro del proceso de grado establecido por el programa. Inicialmente se debe seleccionar el programa al cual pertenece y dar clic sobre la opci&oacute;n<span class="negrilla"> Continuar</span>.  </p>
  <p align="center"><img src="images/pe1.gif" width="553" height="147" /></p>
  <p align="justify">Luego el sistema despliega una interfaz en la cual se encuentran disponibles las siguientes funcionalidades: <span class="negrilla">Sugerir oferta de pr&aacute;ctica, Consultar informes de seguimiento e Inscripci&oacute;n a oferta de pr&aacute;ctica. </span> </p>
  <p align="center"><img src="images/pe2.gif" width="603" height="176" />  </p>
  <p class="titulos_02"><a name="151" id="151"></a>15.1 SUGERIR OFERTA DE PR&Aacute;CTICA </p>
  <p align="justify">Funcionalidad que permite que el estudiante gestione o sugiera una oferta de pr&aacute;ctica. Dispone de las opciones <span class="negrilla">Agregar, Eliminar y Continuar. </span></p>
  <p align="center"><img src="images/pe21.gif" width="603" height="356" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Permite que el alumno ingrese la siguiente informaci&oacute;n: Raz&oacute;n social, nombre de la empresa, &aacute;rea de Pr&aacute;ctica, Requisito de la Empresa, Descripci&oacute;n Labor, Perfil exigido por la empresa. Una vez est&eacute; seguro de que la informaci&oacute;n diligenciada es la correcta deber&aacute; dar clic sobre la opci&oacute;n<span class="negrilla"> Registrar</span>. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p align="center"><img src="images/pe211.gif" width="602" height="199" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar: </span>Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="justify"><strong>Opci&oacute;n Continuar:</strong> Esta opci&oacute;n permite dar una visualizaci&oacute;n completa a la oferta de pr&aacute;ctica sugerida por el estudiante. </p>
  <p align="center"><img src="images/pe22.gif" width="603" height="394" /></p>
  <p align="justify" class="titulos_02"><a name="152" id="152"></a>15.2 CONSULTAR INFORMES DE SEGUIMIENTO</p>
  <p align="justify">Este proceso est&aacute; relacionado directamente con la gesti&oacute;n que debe realizar el administrador del m&oacute;dulo de Pr&aacute;ctica Empresarial, ya que &eacute;ste debe revisar la inscripci&oacute;n de la pr&aacute;ctica registrada por el alumno (<a href="#llamado">Ver numeral 15.3</a>). Una vez se ha aprobado la pr&aacute;ctica y se ha asociado el coordinador de &eacute;sta, el estudiante podr&aacute; consultar los informes de seguimiento. Inicialmente se debe seleccionar la pr&aacute;ctica en cuesti&oacute;n, luego se elige el seguimiento y se da clic sobre la opci&oacute;n <span class="negrilla">Continuar</span>.  </p>
  <p align="center"><img src="images/isp1.gif" width="603" height="530" /></p>
  <p align="justify">El sistema despliega una interfaz en la cual se previsualiza el contenido completo del informe de seguimiento realizado sobre el desempe&ntilde;o del estudiante. </p>
  <p align="center"><img src="images/isp2.gif" width="603" height="393" /></p>
  <p align="justify" class="titulos_02"><a name="153" id="153"></a><a name="llamado" id="llamado"></a>15.3 INSCRIPCI&Oacute;N A OFERTA DE PR&Aacute;CTICA</p>
  <p align="justify">Funcionalidad que permite que el alumno se inscriba a una de las pr&aacute;cticas ofertadas por la instituci&oacute;n. El sistema muestra los datos b&aacute;sicos del estudiante y el listado de pr&aacute;cticas ofrecidas. Inicialmente debe elegir el tipo y periodo respectivo, luego selecciona uno de los registros, una vez est&eacute; seguro de que la informaci&oacute;n diligenciada es la correcta deber&aacute; dar clic sobre la opci&oacute;n<span class="negrilla"> Registrar</span>. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/iop1.gif" width="603" height="341" /></p>
  <p class="titulos_01"> <a name="16" id="16"></a>16. INCLUIR MATERIA</p>
  <p>Funcionalidad que permite realizar el proceso de inclusi&oacute;n de asignaturas, posterior a la matr&iacute;cula acad&eacute;mica en l&iacute;nea. Es habilitado por la activaci&oacute;n de las fechas desde el calendario acad&eacute;mico con el proceso denominado INCLUSI&Oacute;N DE MATERIAS. Inicialmente el sistema muestra las asignaturas del estudiante que ya fueron inscritas en la matr&iacute;cula. Dispone de las funcionalidades: <span class="negrilla">Matricular y Horario estudiante</span>.</p>
  <p align="center"><img src="images/inc_mat_1.gif" width="703" height="342" /></p>

  <p class="titulos_02"><a name="161" id="161"></a>16.1  MATRICULAR </p>
  <p align="justify">Esta funcionalidad permite incluir las materias que est&aacute;n disponibles y que el alumno desea cursar. El sistema muestra un listado de asignaturas con los respectivos grupos. Dispone de las opciones: <span class="negrilla">Ver horario, Ver equivalencias y Registrar</span>. </p>
  <p align="justify"></p>
  <p align="center"><img src="images/inc_mat_2.gif" width="703" height="218" /></p>
  <p align="justify" class="titulos_03"><a name="1611" id="1611"></a>16.1.1  Ver horario.</p>
  <p align="justify">Si el estudiante desea Ver horario, debe seleccionar una de las materias, luego dar clic en esta opción. Se despliega una interfaz que muestra los datos organizados por días de la semana, visualiza el docente, el recurso (salón, laboratorio, entre otras), la hora de inicio y fin de la clase, y el lapso de tiempo asociado al periodo académico. Si todavía no tiene docente asignado aparecen las iniciales NDOC. Si no tiene recurso físico asignado para la clase aparecen las iniciales NRF. </p>
  <p align="center"><img src="images/inc_mat_21.gif" width="603" height="277" /></p>
  <p align="justify" class="titulos_03"><a name="1612" id="1612"></a>16.1.2 Ver equivalencias. </p>
  <p align="justify">Si el estudiante desea <strong>Ver equivalencias, </strong> debe seleccionar una de las materias, luego dar clic en esta opción. Se despliega una interfaz que muestra un listado de las materias equivalentes, de las cuales puede seleccionar del combo el grupo Ver horario e incluirla dando clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. </p>
  <p align="center"><img src="images/inc_mat_22.gif" width="653" height="175" /></p>
  <p align="justify" class="titulos_04"><a name="16121" id="16121"></a>16.1.2.1 Ver horario. </p>
  <p align="justify">Esta opci&oacute;n permite que el estudiante consulte el horario de las materias equivalentes. </p>
  <p align="center"><img src="images/inc_mat_23.gif" width="603" height="219" /></p>
  <p align="justify" class="titulos_03"><a name="1613" id="1613"></a>16.1.3 Registrar. </span></p>
  <p align="justify">Una vez el estudiante se encuentre seguro de las asignaturas que va a incluir, deber&aacute; seleccionarla y dar clic sobre esta opci&oacute;n. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. Posterior a esto, deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Finalizar</span>, realizado este evento nuevamente el sistema solicita la confirmaci&oacute;n de la terminaci&oacute;n del proceso, si la respuesta es afirmativa el sistema genera el siguiente resumen donde se visualizan las materias incluidas, los docentes y recursos f&iacute;sicos. Dispone de la opci&oacute;n <span class="negrilla">Imprimir</span>.  </p>
  <p align="center"><img src="images/inc_mat_4.gif" width="603" height="680" /> </p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Imprimir.</span> Se puede realizar una impresi&oacute;n en formato pdf tal como se muestra en el siguiente ejemplo, este puede ser almacenado en cualquier medio magn&eacute;tico.</p>
  <p align="center"><img src="images/inc_mat_5.gif" width="615" height="646" /></p>
  <p class="titulos_02"><a name="162" id="162"></a>16.2 HORARIO ESTUDIANTE</p>
  <p>Funcionalidad que permite consultar el horario del estudiante, una vez ha realizado el proceso de inclusi&oacute;n de asignaturas.</p>
  <p align="center"><img src="images/inc_mat_3.gif" width="603" height="665" /></p>
  <p class="titulos_01"> <a name="18" id="18"></a>17. TRANSFERENCIA INTERNA</p>
  <p>Esta funcionalidad permite que el estudiante desde su Vortal gestione una solicitud de transferencia interna en el periodo acad&eacute;mico en el cual se encuentra activo. Inicialmente el sistema muestra la siguiente interfaz en la cual se evidencia que todav&iacute;a no existe ninguna solicitud. Dispone de las opciones: <span class="negrilla"> Agregar y Eliminar</span>. </p>
  <p align="center"><img src="images/ti_1.gif" width="603" height="229" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta opci&oacute;n permite que el alumno haga el tr&aacute;mite de solicitud para transferencia interna. Debe seleccionar la unidad regional, la metodolog&iacute;a, modalidad, el sistema genera un listado de programas de acuerdo a los criterios elegidos. Luego elige el programa y periodo acad&eacute;mico, e ingresa las observaciones pertinentes. Finalmente debe dar clic sobre la opci&oacute;n<span class="negrilla"> Registrar.</span> El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/ti_12.gif" width="603" height="611" /></p>
  <p align="justify">El sistema muestra de forma ilustrativa un mensaje alusivo al proceso de transferencia realizado por el estudiante, tal como se muestra en el siguiente ejemplo: </p>
  <p align="center"><img src="images/ti_13.gif" width="603" height="269" /></p>
  <p align="justify"><strong>Opci&oacute;n Eliminar</strong>: </span></span>Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p align="justify">Finalizado el proceso, el estudiante puede consultar los registros que quedan almacenados en el sistema, como se indica a continuaci&oacute;n: </p>
  <p align="center"><img src="images/ti_14.gif" width="603" height="241" /></p>
</div>
</body>
</html>
