<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Academusoft - Universidad de Pamplona</title>
<link href="css/estilo.css" rel="stylesheet" type="text/css" />
</head>
<body>
<div id="contenidos"> 
  <p>El M&oacute;dulo del Ambiente Estudiante ofrece la posibilidad de realizar diferentes consultas sobre sus datos personales, el valor de la liquidaci&oacute;n de su semestre acad&eacute;mico, detalle de las asignaturas matriculadas con sus respectivos grupos, horarios y docentes asignados, resumen de calificaciones tanto del periodo vigente como las notas hist&oacute;ricas, deudas actuales, demanda de asignaturas de cada periodo académico, certificados de est&iacute;mulos, informaci&oacute;n del pensum y horario actual.</p>
  <p>De igual forma el alumno puede ejecutar los diferentes procesos de matr&iacute;cula acad&eacute;mica, inclusiones y cancelaciones de materias, inscribir el proyecto de grado, participar en actividades de tutor&iacute;as, realizar validaciones, realizar pagos de liquidaci&oacute;n en l&iacute;nea. </p>
  <p class="titulos_01"><a name="1" id="1"></a>1. HOJA DE VIDA ESTUDIANTE
  </p>
  <p align="justify">El alumno ingresa a esta funcionalidad en la cual el sistema despliega nuevas funciones propias de la informaci&oacute;n personal tal como: datos familiares, informaci&oacute;n acad&eacute;mica, estudios realizados, experiencia laboral, referencias, asociaciones, sanciones, deudas, est&iacute;mulos y datos de admisi&oacute;n. </p>
  <p align="center"><img src="images/hv_1.gif" width="602" height="73" /></p>
  <p class="titulos_02"><a name="1.1" id="1.1"></a>1.1 DATOS PERSONALES</p>
  <p> Esta funcionalidad le permite al estudiante consultar sus datos personales, si no aparece su foto, puede actualizarla haciéndola llegar a la dependencia encargada para que sea subida al sistema en el m&oacute;dulo que est&aacute;  en la siguiente ruta: <span class="negrilla">Acad&eacute;mico/ Registro Acad&eacute;mico / Hoja de vida estudiante / Datos personales</span>. Al dar clic sobre la opci&oacute;n <span class="negrilla">Modificar</span> podr&aacute; visualizar toda la informaci&oacute;n y cambiarla si considera necesario.  </p>
  <p align="center"><img src="images/hv_dp_1.gif" width="705" height="709" /></p>
  <p align="justify">En la siguiente interfaz se muestra un ejemplo en el cual el estudiante puede cambiar la informaci&oacute;n de  los siguientes datos: personales, nacimiento, direcci&oacute;n de  ubicaci&oacute;n y datos de extranjer&iacute;a. Una vez finalizada la actualizaci&oacute;n de los datos, el alumno debe dar clic sobre la opci&oacute;n<span class="negrilla"> Registrar</span>. El sistema solicita confirmaci&oacute;n de la actualizaci&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/hv_dp_11.gif" width="797" height="699" /></p>
  <p class="titulos_02"><a name="1.2" id="1.2"></a>1.2 GRUPO FAMILIAR</p>
  <p>En esta funcionalidad el estudiante puede gestionar la informaci&oacute;n de las personas que conforman el n&uacute;cleo familiar. Dispone de las opciones: <span class="negrilla">Ver, Agregar, Modificar</span> y<span class="negrilla"> Eliminar. </span></p>
  <p align="center"><img src="images/hv_gf_1.gif" width="556" height="183" /></p>
  <p><span class="subtitulos">Opci&oacute;n Ver:</span> Esta opci&oacute;n previsualiza los datos familiares que ha gestionado el estudiante.</p>
  <p align="center"><img src="images/hv_gf_11.gif" width="556" height="353" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta opci&oacute;n le ofrece al alumno la posibilidad de gestionar la informaci&oacute;n de los familiares, bien sea que est&eacute;n vivos o no, adem&aacute;s se puede asociar informaci&oacute;n acad&eacute;mica, laboral y lugar de ubicaci&oacute;n. El sistema dispone de dos botones para agregar y eliminar los datos, una vez est&eacute; seguro de que la informaci&oacute;n diligenciada es la correcta deber&aacute; dar clic sobre la opci&oacute;n<span class="negrilla"> Registrar</span>. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/hv_gf_12.gif" width="863" height="514" /></p>
  <p><span class="subtitulos">Opci&oacute;n Modificar: </span>Esta opci&oacute;n le ofrece al alumno la posibilidad de cambiar la informaci&oacute;n de los familiares,  informaci&oacute;n acad&eacute;mica, laboral y lugar de ubicaci&oacute;n. Una vez est&eacute; seguro de que la informaci&oacute;n modificada es la correcta deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la actualizaci&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/hv_gf_13.gif" width="716" height="425" /></p>
  <p><span class="subtitulos">Opci&oacute;n Eliminar: </span>Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p class="titulos_02"><a name="1.3" id="1.3"></a>1.3 JEFE DE FAMILIA</p>
  <p align="justify">En esta funcionalidad el estudiante puede gestionar la informaci&oacute;n de las personas que figuran como jefes del n&uacute;cleo familiar. Dispone de las opciones: <span class="negrilla">Ver, Agregar, Modificar</span> y<span class="negrilla"> Eliminar. </span></p>
  <p align="center"><img src="images/hv_jf_1.if.gif" width="556" height="150" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Ver: </span> Esta opci&oacute;n previsualiza los datos del jefe de Familia que ha gestionado el estudiante.</p>
  <p align="center"><img src="images/hv_jf_11.gif" width="556" height="360" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta opci&oacute;n le ofrece al alumno la posibilidad de gestionar la informaci&oacute;n de uno o varios jefes dentro del n&uacute;cleo familiar,  adem&aacute;s se puede asociar informaci&oacute;n acad&eacute;mica, laboral y lugar de ubicaci&oacute;n. El sistema dispone de dos botones para agregar y eliminar los datos, una vez est&eacute; seguro de que la informaci&oacute;n diligenciada es la correcta deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="justify">Se aclara que el campo &quot;Ocupaci&oacute;n&quot; muestra un listado de ocupaciones que ya deben estar debidamente gestionadas en la funcionalidad: <span class="negrilla">Admisiones / Inscripciones / Tablas b&aacute;sicas.</span></p>
  <p align="center"><img src="images/hv_jf_12.gif" width="739" height="504" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Modificar:</span> Esta opci&oacute;n le ofrece al alumno la posibilidad de cambiar la informaci&oacute;n de los jefes de familia registrados, la informaci&oacute;n acad&eacute;mica, laboral, lugar de ubicaci&oacute;n y ocupaci&oacute;n actual. Una vez est&eacute; seguro de que la informaci&oacute;n modificada es la correcta deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la actualizaci&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/hv_jf_13.gif" width="739" height="504" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar:</span> Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p class="titulos_02"><a name="1.4" id="1.4"></a>1.4 ESTUDIANTE</p>
  <p align="justify">En esta funcionalidad el estudiante puede asociar los idiomas que maneje y los respectivos niveles de aprendizaje que tiene sobre &eacute;stos. Dispone de las opciones de<span class="negrilla"> Agregar, Modificar</span> y<span class="negrilla"> Eliminar. </span></p>
  <p align="center"><img src="images/hv_ie_1.gif" width="556" height="150" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span> Esta funcionalidad permite al estudiante asociar un idioma de los que se muestran en el combo con una de las habilidades en cuanto a lectura, escritura, y comprensi&oacute;n del mismo se refiere. Una vez ha elegido el idioma de su inter&eacute;s deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="justify">Tener en cuenta que la lista de los idiomas se carga siempre y cuando ya est&eacute;n gestionados en la funcionalidad para el rol administrador del aplicativo Acad&eacute;mico en: <span class="negrilla">Tablas Generales / Idiomas.</span></p>
  <p align="center"><img src="images/hv_ie_11.gif" width="556" height="150" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Modificar: </span>Esta funcionalidad permite al estudiante cambiar los datos asociados al idioma almacenado. Una vez ha elegido el idioma de su inter&eacute;s deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la actualizaci&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/hv_ie_12.gif" width="556" height="348" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar:</span> Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p align="justify" class="titulos_02"><a name="1.5" id="1.5"></a>1.5 PASATIEMPO ESTUDIANTE</p>
  <p align="justify">En esta funcionalidad el estudiante puede asociar los pasatiempos que practica. Dispone de las opciones: <span class="negrilla"> Agregar, Modificar</span> y<span class="negrilla"> Eliminar. </span></p>
  <p align="justify">Tener en cuenta que la lista de pasatiempos se carga siempre y cuando ya est&eacute;n gestionados en la funcionalidad para el rol  administrador del aplicativo Acad&eacute;mico en: <span class="negrilla">Tablas Generales / Pasatiempos.</span></p>
  <p align="center"><img src="images/hv_pe_1.gif" width="559" height="204" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta funcionalidad permite al estudiante asociar un pasatiempo de  los que se muestran en el combo. Una vez ha elegido el pasatiempo de su inter&eacute;s deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="center"><img src="images/hv_pe_11.gif" width="500" height="145" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Eliminar:</span> Esta opci&oacute;n le permite al estudiante borrar un registro ya creado. El sistema solicita confirmaci&oacute;n del borrado del registro, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p align="justify" class="titulos_02"><a name="1.6" id="1.6"></a>1.6 ESTUDIOS SECUNDARIOS</p>
  <p align="justify">Esta funcionalidad permite que el estudiante consulte la informaci&oacute;n de las instituciones en donde realiz&oacute; sus estudios secundarios y los resultados de las pruebas ICFES. Se aclara que solo se listar&aacute;n como resultados de las pruebas ICFES las que fueron presentadas antes del a&ntilde;o 2000. </p>
  <p align="center"><img src="images/hv_eS_1.gif" width="557" height="459" /></p>
  <p class="titulos_02"><a name="1.7" id="1.7"></a>1.7 ESTUDIOS UNIVERSITARIOS</p>
  <p>Esta funcionalidad permite que el estudiante consulte la informaci&oacute;n de los estudios universitarios que ha desarrollado en el trayecto de su vida acad&eacute;mica. </p>
  <p align="center"><img src="images/hv_eu_1.gif" width="485" height="145" /></p>
  <p class="titulos_02"><a name="1.8" id="1.8"></a>1.8 ESTUDIOS POSGRADO</p>
  <p>Esta funcionalidad permite que el estudiante consulte la informaci&oacute;n de los estudios de postgrado que ha culminado satisfactoriamente. </p>
  <p align="center"><img src="images/hv_eP_1.gif" width="558" height="134" /></p>
</div>
</body>
</html>
