<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Academusoft - Universidad de Pamplona</title>
<link href="css/estilo.css" rel="stylesheet" type="text/css" />
<style type="text/css">
<!--
.Estilo1 {color: #FFFFFF}
-->
</style>
</head>
<body>
<div id="contenidos">
  <p align="justify" class="titulos_02"><a name="82" id="82"></a>8.2 CONSULTAR REGISTRO EXTENDIDO</p>
  <p align="justify">Esta funcionalidad le permite al estudiante consultar todas las notas que él ha obtenido en el transcurso de su trayectoria académica. También le permite ver las notas asignadas en las materias homologadas. Dispone de la opci&oacute;n<span class="negrilla"> Imprimir</span>.</p>
  <p align="center"><img src="images/cal_12.gif" width="653" height="380" /></p>
  <p align="justify"><strong>Opci&oacute;n Imprimir</strong>: Permite que se genera una impresi&oacute;n en formato pdf de las notas hist&oacute;ricas del estudiante, tal como se muestra en la siguiente imagen. </p>
  <p align="center" ><img src="images/cal_121.gif" width="620" height="417" /></p>
  <p align="justify" class="titulos_01"><a name="9" id="9"></a>9. CERTIFICADO DE EST&Iacute;MULO DE ESTUDIANTE</p>
  <p>Esta funcionalidad le permite al estudiante ver los estímulos que le ha otorgado la institución educativa por destacarse en áreas específicas como: deportes, área cultural (teatro, danzas), nivel académico (alto rendimiento en las notas obtenidas), entre otras. La consulta puede realizarla por años de asignación, o puede hacerla sin identificar el año y así podrá ver todos los estímulos otorgados. Debe seleccionar el a&ntilde;o y luego dar clic sobre la opci&oacute;n <span class="negrilla">Buscar</span>. </p>
  <p align="center"><img src="images/cee_1.gif" width="603" height="486" /></p>
  <p>Se despliega una interfaz que le muestra un listado de los estímulos asignados al estudiante en su trayectoria académica en la institución. Cuenta con la opción de <strong>Imprimir</strong> si así lo desea. </p>
  <p align="center"><img src="images/cee_11.gif" width="704" height="179" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Imprimir:</span> Al dar clic sobre &eacute;sta opci&oacute;n, el sistema genera una previsualizaci&oacute;n como se muestra en el siguiente ejemplo, luego se puede enviar f&iacute;sicamente el archivo a la impresora disponible o almacenarlo en un medio magn&eacute;tico.</p>
  <p align="center"><img src="images/cee_111.gif" width="639" height="173" /></p>
  <p class="titulos_01"> <a name="10" id="10"></a>10. DEUDAS POR ESTUDIANTE </p>
  <p align="justify">Esta funcionalidad le permite al estudiante consultar las deudas que tenga con una de las dependencias o unidades de la institución educativa tales como: laboratorio, bienestar universitario, u otro concepto que puede ser cargado desde el aplicativo acad&eacute;mico en la funcionalidad: <span class="negrilla">Recursos Acad&eacute;micos / Deudas / Deudas por estudiante. </span>Al realizar la consulta se muestra una interfaz como se indica a continuaci&oacute;n en el ejemplo:</p>
  <p align="center"><img src="images/de_1.gif" width="704" height="161" /></p>
  <p align="justify">Estas deudas pueden o no ser cargadas a la cuenta del estudiante.  Para el caso en el cual el administrador cargue la deuda del estudiante, este valor se ver&aacute; reflejado en la consulta de la liquidaci&oacute;n del alumno.</p>
  <p align="justify">A continuaci&oacute;n se muestra un ejemplo en la consulta de la liquidaci&oacute;n del estudiante cuando tiene asociada una deuda en acad&eacute;mico:</p>
  <p align="center"><img src="images/de_11.gif" width="703" height="762" /></p>
  <p class="titulos_01"> <a name="11" id="11"></a>11. DEMANDA DE MATERIAS POR ESTUDIANTE</p>
  <p align="justify"> Esta funcionalidad le permite al estudiante verificar las posibles materias demandadas, dependiendo de su situación académica, la cual involucra las materias aprobadas, los requisitos y correquisitos que esté cumpliendo en el actual periodo académico en el que se esté matriculando. Inicialmente el sistema muestra una interfaz en la cual el alumno debe elegir un programa de la lista (Se aclara que el estudiante puede estar en uno o varios programas en forma simult&aacute;nea). Luego debe dar clic sobre la opci&oacute;n <span class="negrilla">Continuar</span>.</p>
  <p align="center"><img src="images/cde_1.gif" width="603" height="148" /></p>
  <p align="justify">El sistema genera nuevamente una interfaz en la cual se muestran las materias demandadas por el alumno distribuidas en cada periodo académico habilitado por la instituci&oacute;n. </p>
  <p align="center"><img src="images/cde_2.gif" width="603" height="714" /></p>
  <p align="justify">El sistema dispone de la opci&oacute;n<span class="negrilla"> Imprimir</span> para que el estudiante descargue el archivo en formato pdf que se muestra a continuaci&oacute;n:</p>
  <p align="center"><img src="images/cde_3.gif" width="577" height="325" /></p>
  <p class="titulos_01"><a name="12" id="12"></a>12. CONSULTAR PENSUM</p>
  <p align="justify">Esta funcionalidad le permite al estudiante revisar el contenido del pensum, verificar la distribuci&oacute;n de las materias en cada uno de los per&iacute;odos acad&eacute;micos, observar  los requisitos y correquisitos que &eacute;ste debe tener presente en sus respectivos procesos de demanda, matr&iacute;cula acad&eacute;mica y cancelaci&oacute;n de asignaturas, igualmente puede consultar el contenido tem&aacute;tico de las materias. El sistema despliega una interfaz en la cual debe seleccionar uno de los programas en los cuales se encuentra activo. Debe elegir el registro de su inter&eacute;s y luego dar clic sobre la opci&oacute;n <span class="negrilla">Continuar</span>.</p>
  <p align="center"><img src="images/cp_1.gif" width="503" height="134" /></p>
  <p align="justify">El sistema muestra una interfaz en la cual se listan las asignaturas que conforman el pensum que tiene activo el alumno debidamente organizado por per&iacute;odos acad&eacute;micos. Si desea consultar los contenidos de la asignatura deber&aacute; seleccionar el registro de su inter&eacute;s y luego dar clic sobre el &iacute;cono <span class="negrilla">Contenidos de &iacute;tems de materia</span>. </p>
  <p align="center"><img src="images/cp_11.gif" width="703" height="843" /></p>
  <p class="titulos_02"><a name="121" id="121"></a>12.1 CONTENIDOS DE ITEMS DE MATERIA</p>
  <p align="justify">Esta funcionalidad permite al estudiante revisar constantemente el contenido tem&aacute;tico de las asignaturas que hacen parte de su pensum. Debe elegir una de las materias y luego dar clic sobre &eacute;ste &iacute;cono, se despliega una interfaz en la cual se muestra una lista de los &iacute;tems que conforman la estructura b&aacute;sica del contenido de la materia, se debe seleccionar uno de los &iacute;tems y luego dar clic sobre la opci&oacute;n <span class="negrilla">Continuar</span>.  </p>
  <p align="center"><img src="images/cp111.gif" width="603" height="273" /></p>
  <p align="justify">El sistema muestra el respectivo contenido del &iacute;tem seleccionado. Al seleccionar el registro puede dar clic sobre la opci&oacute;n <span class="negrilla">Ver</span> para previsualizar el mismo. </p>
  <p align="center"><img src="images/cp1111.gif" width="603" height="292" /></p>
  <p align="justify">El sistema muestra una previsualizaci&oacute;n del contenido del &iacute;tem de materia elegido. </p>
  <p align="center"><img src="images/cp11111.gif" width="603" height="259" /></p>
  <p class="titulos_01"><a name="13" id="13"></a>13. CANCELAR MATERIA</p>
  <p>Funcionalidad que permite que el estudiante realice en l&iacute;nea el proceso de cancelaci&oacute;n de las asignaturas que tiene matriculadas. Esto se realiza dentro de las fechas estipuladas en el calendario acad&eacute;mico. Inicialmente el alumno debe elegir el programa de su inter&eacute;s y luego dar clic sobre la opci&oacute;n<span class="negrilla"> Continuar</span>.   </p>
  <p align="center"><img src="images/can_mat_1.gif" width="553" height="148" /></p>
  <p align="justify">El sistema despliega una interfaz en la cual se debe elegir el objeto de cancelaci&oacute;n, seleccionar el registro y luego dar clic sobre el &iacute;cono <span class="negrilla">Cancelar Materia</span>. Es importante aclarar que de acuerdo a la estructura curricular del programa algunas asignaturas pueden <span class="negrilla">NO</span> ser cancelables, como se indica en el siguiente ejemplo, en el cual la materia Administraci&oacute;n II no es cancelable.</p>
  <p align="center"><img src="images/can_mat_2.gif" width="703" height="332" /></p>
  <p align="justify">Realizada la acci&oacute;n sobre el &iacute;cono <span class="negrilla">Cancelar Materia</span>, el sistema solicita confirmaci&oacute;n de la cancelaci&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. </p>
  <p align="justify" class="titulos_01"> <a name="14" id="14"></a>14. INTERCAMBIO</p>
  <p align="justify">Esta funcionalidad permite que el estudiante desde su Vortal gestione la solicitud para el intercambio. El intercambio es un proceso en el cual el alumno contin&uacute;a actividades acad&eacute;micas o laborales en una instituci&oacute;n educativa del exterior. Se contemplan tres situaciones: </p>
  <p align="justify">1. Cuando el estudiante  de cualquier semestre se presenta a la oficina responsable de estos tr&aacute;mites para realizar cursos de idiomas.</p>
  <p align="justify">2. Cuando el estudiante se va a cursar materias equivalentes a los contenidos programados en su pensum. </p>
  <p align="justify">3. Cuando el estudiante se va a desempe&ntilde;ar actividades laborales. </p>
  <p align="justify">Inicialmente el alumno diligencia la solicitud seleccionando el programa al cual pertenece, luego da clic sobre la opci&oacute;n <span class="negrilla">Continuar</span>.</p>
  <p align="center"><img src="images/int_1.gif" width="503" height="134" /></p>
  <p align="justify">Inicialmente no se muestra ning&uacute;n intercambio. El estudiante dispone de las opciones de <span class="negrilla">Agregar y Modificar. </span></p>
  <p align="center"><img src="images/int_2.gif" width="603" height="186" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta opci&oacute;n le ofrece al alumno la posibilidad de gestionar la informaci&oacute;n completa del proceso de Intercambio, el sistema valida la duraci&oacute;n en semanas con las fechas de inicio y fin del mismo. Una vez est&eacute; seguro de que la informaci&oacute;n diligenciada es la correcta deber&aacute; dar clic sobre la opci&oacute;n<span class="negrilla"> Registrar</span>. El sistema solicita confirmaci&oacute;n de la adici&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso.</p>
  <p align="center"><img src="images/int_3.gif" width="638" height="743" /></p>
  <p align="justify">Una vez se ha diligenciado la informaci&oacute;n en forma adecuada el sistema muestra la interfaz que se indica a continuaci&oacute;n: </p>
  <p align="center"><img src="images/int_4.gif" width="603" height="189" /></p>
  <p align="justify"><span class="subtitulos"><span class="negrilla">Opci&oacute;n Modificar</span>: </span>Esta opci&oacute;n le ofrece al alumno la posibilidad de cambiar la informaci&oacute;n completa del proceso de Intercambio, el sistema valida la duraci&oacute;n en semanas con las fechas de inicio y fin del mismo. Una vez est&eacute; seguro de que la informaci&oacute;n diligenciada es la correcta deber&aacute; dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita confirmaci&oacute;n de la actualizaci&oacute;n, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del proceso. Se presenta la misma interfaz descrita en la opci&oacute;n agregar. </p>
</div>
</body>
</html>
