<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<head>
<meta http-equiv="Content-Type" content="text/html; charset=utf-8" />
<title>Academusoft - Universidad de Pamplona</title>
<link href="css/estilo.css" rel="stylesheet" type="text/css" />
<style type="text/css">
<!--
.Estilo1 {color: #FFFFFF}
-->
</style>
</head>
<body>
<div id="contenidos">
  <p align="justify" class="titulos_02"><a name="118" id="118"></a>1.18 CONSULTAR SANCIONES ESTUDIANTE</p>
  <p align="justify">Esta funcionalidad permite que el estudiante consulte la informaci&oacute;n relacionada con las sanciones disciplinarias que  le haya asociado un usuario con rol administrador. </p>
  <p align="center"><img src="images/hv_cs_1.gif" width="703" height="311" /></p>
  <p align="justify" class="titulos_02"><a name="119" id="119"></a>1.19 INFORMACI&Oacute;N ACAD&Eacute;MICA ESTUDIANTE</p>
  <p align="justify">Esta funcionalidad permite que el estudiante consulte informaci&oacute;n general de los siguientes procesos: Admisi&oacute;n, hoja de vida del estudiante, registro acad&eacute;mico, estímulos de estudiante, supletorios. </p>
  <p align="center"><img src="images/hv_ia_1.gif" width="703" height="163" /></p>
  <p class="titulos_03"><a name="1191" id="1191"></a>1.19.1  Datos proceso de admisi&oacute;n.</p>
  <p>Esta funcionalidad permite al estudiante consultar la informaci&oacute;n referente al proceso de admisi&oacute;n que present&oacute; en la instituci&oacute;n. En el siguiente ejemplo se ilustra que el alumno present&oacute; una entrevista y las pruebas ICFES. </p>
  <p align="center"><img src="images/hv_ia_11.gif" width="704" height="313" /></p>
  <p class="titulos_03"><a name="1192" id="1192"></a>1.19.2  Ver hoja de vida.</p>
  <p>Esta funcionalidad permite que el alumno vea un resumen de la informaci&oacute;n de: Datos personales, de ubicaci&oacute;n, de extranjer&iacute;a, listado de familiares, estudios secundarios, estudios universitarios y de postgrado, publicaciones, idiomas, experiencia como profesional, docente e investigador, asociaciones cient&iacute;ficas, referencias, informaci&oacute;n financiera, pasatiempos, informaci&oacute;n acad&eacute;mica. Dispone de la opci&oacute;n <span class="negrilla">Imprimir</span>. </p>
  <p align="center"><img src="images/hv_ia_12.gif" width="703" height="2377" /></p>
  <p align="justify"><strong>Opci&oacute;n Imprimir</strong>: Esta opci&oacute;n permite al estudiante realizar una impresi&oacute;n en formato pdf, en el cual se muestra un resumen de toda la informaci&oacute;n que tiene diligenciada el alumno dentro del sistema. </p>
  <p align="center"><img src="images/hv_ia_121.gif" width="426" height="1580" /></p>
  <p align="justify" class="titulos_03"><a name="1193" id="1193"></a>1.19.3  Consultar registro acad&eacute;mico.</p>
  <p>Esta funcionalidad permite que el alumno consulte las asignaturas que ha visto y cursado en los diferentes periodos acad&eacute;micos establecidos en la instituci&oacute;n.  Dispone de la opci&oacute;n <span class="negrilla">Imprimir. </p>
  <p align="center"><img src="images/hv_ia_13.gif" width="753" height="758" /></p>
  <p align="justify"><strong>Opci&oacute;n Imprimir</strong>: Esta opci&oacute;n permite al estudiante realizar una impresi&oacute;n en formato pdf, en el cual se muestra un resumen de las calificaciones obtenidas en su trayecto acad&eacute;mico en la instituci&oacute;n. </p>
  <p align="center"><img src="images/hv_ia_131.gif" width="721" height="658" /></p>
  <p align="justify" class="titulos_03"><a name="1194" id="1194"></a>1.19.4  Est&iacute;mulos de estudiante.</p>
  <p align="justify">Esta funcionalidad le permite al estudiante consultar los est&iacute;mulos que se ha ganado bien sea por una representaci&oacute;n deportiva, cultural o acad&eacute;mica. </p>
  <p align="center"><img src="images/hv_ia_14.gif" width="703" height="245" /></p>
  <p class="titulos_03"><a name="1195" id="1195"></a>1.19.5  Supletorios.</p>
  <p>Funcionalidad que permite mantener un seguimiento de los diferentes supletorios que ha presentado el estudiante. Al dar clic sobre esta funcionalidad, el sistema muestra el listado de supletorios asociados con el per&iacute;odo acad&eacute;mico, fecha de aprobaci&oacute;n, tipo evaluaci&oacute;n, descripci&oacute;n de la evaluaci&oacute;n, nota, peso y estado.</p>
  <p align="center"><img src="images/hv_ia_15.gif" width="703" height="248" /></p>
  <p class="titulos_01"><a name="2" id="2"></a>2. GESTIONAR OFERTA DE MATERIAS</p>
  <p align="justify">Funcionalidad que permite que el estudiante se inscriba a una de las materias ofertadas como curso de vacaciones o de verano. Estos cursos pueden ser de dos tipos: Uno se comporta como curso vacacional que verifica que la asignatura exista en el pensum, el segundo corresponde a un curso libre que no pertenece al pensum del estudiante. Esta oferta se abre una vez se ha realizado el cierre acad&eacute;mico. Inicialmente el alumno debe seleccionar el programa de su inter&eacute;s y luego dar clic sobre la opci&oacute;n <span class="negrilla">Continuar.</span></p>
  <p align="center"><img src="images/ofm_1.gif" width="553" height="148" /></p>
  <p align="justify">El sistema despliega una interfaz en la cual se listan las solicitudes realizadas por el estudiante, si no existen debe agregarlas. En el siguiente ejemplo el alumno ya asoci&oacute; una solicitud de acuerdo a sus necesidades acad&eacute;micas. Se dispone de la opci&oacute;n <span class="negrilla">Agregar</span>. </p>
  <p align="justify">Se debe tener en cuenta que todos los estudiantes pueden realizar diferentes solicitudes de acuerdo a las ofertas realizadas por el director de programa. Entre estas ofertas se pueden encontrar cursos vacacionales que validan directamente la estructura curricular del pensum del alumno, o cursos libres en los que todos los alumnos pueden participar, pues estas asignaturas no pertenecen al pensum. En el ejemplo, el estado de la solicitud se encuentra <span class="negrilla">PENDIENTE</span>, cuando el director de programa o persona responsable de la oferta realice el estudio de la solicitud respectiva, proceder&aacute; a <span class="negrilla">ACEPTARLA</span> O <span class="negrilla">RECHAZARLA</span>.</p>
  <p align="center"><img src="images/ofm_2.gif" width="703" height="175" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Agregar: </span>Esta opci&oacute;n permite que el alumno seleccione una de las materias ofertadas. Debe escoger la asignatura y luego dar clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>. El sistema solicita la confirmaci&oacute;n del proceso, si la respuesta es afirmativa se emitir&aacute; un mensaje indicando el &eacute;xito del mismo.  </p>
  <p align="center"><img src="images/ofm_3.gif" width="853" height="172" /></p>
  <p align="justify">Cuando la solicitud del estudiante ha sido evaluada y aprobada, este estado puede ser corroborado realizando nuevamente la consulta en la materia de su inter&eacute;s tal como se muestra en el siguiente ejemplo:</p>
  <p align="center"><img src="images/ofm_4.gif" width="703" height="175" /></p>
  <p class="titulos_01"><a name="3" id="3"></a>3. PREMATR&Iacute;CULA</p>
  <p>Funcionalidad que le permite al estudiante  realizar un proceso anterior a la matrícula académica en línea. Se ingresan las materias propias del pensum y las componentes de bancos (si los hay dentro del pensum). Se activa  con la habilitaci&oacute;n de fechas  en el Calendario Acad&eacute;mico. Estrat&eacute;gicamente este proceso permite  saber con cuántos cupos cuenta y cuáles son las asignaturas que tiene que programar el siguiente periodo acad&eacute;mico, para poder ir gestionando los docentes, recursos físicos y clases semanales. En algunas situaciones este proceso sirve de apoyo para el c&aacute;lculo del valor de la liquidaci&oacute;n del alumno, en este caso no debe haberse ejecutado el c&aacute;lculo de las liquidaciones para dicho programa. </p>
  <p>Inicialmente el sistema despliega una interfaz en la cual no se listan materias. Para ello debe dar clic sobre el &iacute;cono <span class="negrilla">Matricular</span>.</p>
  <p align="center"><img src="images/premat_1.gif" width="703" height="272" /></p>
  <p class="titulos_02"><a name="31" id="31"></a>3.1 MATRICULAR</p>
  <p>Al  dar clic sobre el &iacute;cono<span class="negrilla"> Matricular</span>, el sistema despliega una interfaz en la cual se listan las asignaturas que el estudiante puede matricular. Para que las materias se muestren no requiere que se haya realizado el proceso de demanda al estudiante ni que est&eacute;n construidas las clases semanales. Debe elegir la materia y luego da clic sobre la opci&oacute;n <span class="negrilla">Registrar</span>.  </p>
  <p align="center"><img src="images/premat_2.gif" width="703" height="202" /></p>
  <p>Cuando las materias son registradas, el sistema muestra el listado de materias matriculadas actualizado. Para terminar el proceso debe dar clic en la opci&oacute;n <span class="negrilla">Finalizar</span>.</p>
  <p align="center"><img src="images/premat_3.gif" width="703" height="356" /></p>
  <p align="justify">Al finalizar el proceso, el sistema habilita un mensaje de advertencia que avisa al estudiante sobre la generaci&oacute;n de la liquidaci&oacute;n.</p>
  <p align="center"><img src="images/premat_4.gif" width="703" height="357" /></p>
  <p align="justify">Al terminar el proceso el sistema genera un formato de la liquidaci&oacute;n, con el valor a pagar. Se aclara que este formato depende de la configuraci&oacute;n Regional que haya parametrizado la instituci&oacute;n.  </p>
  <p align="center"><img src="images/premat_5.gif" width="650" height="665" /></p>
  <p align="left" class="titulos_01"><a name="4" id="4"></a>4. CONSULTAR LIQUIDACI&Oacute;N DE ESTUDIANTE</p>
  <p>Esta funcionalidad permite que el estudiante consulte los conceptos, fechas de pago, cuentas bancarias y el estado de la liquidaci&oacute;n del programa en el cual se encuentra matriculado y activo dentro de la instituci&oacute;n. Una vez ha dado clic sobre &eacute;sta funci&oacute;n, debe seleccionar el programa de su inter&eacute;s y luego dar clic sobre la opci&oacute;n <span class="negrilla">Continuar</span>.   </p>
  <p align="center"><img src="images/cl_1.gif" width="503" height="134" /></p>
  <p>La siguiente imagen se activar&aacute; si se encuentra activo un par&aacute;metro global que permite que el sistema actualice la liquidaci&oacute;n al instante de ser consultada.</p>
  <p align="center"><img src="images/cl_11.gif" width="403" height="82" /></p>
  <p align="justify">En caso contrario, el sistema genera una interfaz que muestra los datos b&aacute;sicos y las liquidaciones del alumno. Debe seleccionar uno de los registros de las referencias de pago y dar clic  sobre la opci&oacute;n <span class="negrilla">Continuar</span>. </p>
  <p align="center"><img src="images/cl_12.gif" width="703" height="391" /></p>
  <p align="justify">El sistema despliega una interfaz que muestra un informe detallado de la liquidación emitida para el estudiante. Puede consultar los conceptos liquidados, que incluyen todos los recargos designados tales como: derechos de matrícula, derechos complementarios: seguro estudiantil, carné estudiantil, estampillas, entre otros. Además, se listan los descuentos aplicados, o estímulos otorgados por el administrador en el módulo de <strong>Estímulos. </strong>También se muestran las fechas límites para el pago y los bancos con las cuentas habilitadas para realizar las consignaciones. Dispone de la opci&oacute;n <span class="negrilla">Imprimir</span>. </p>
  <p align="center"><img src="images/cl_2.gif" width="703" height="776" /></p>
  <p align="justify"><span class="subtitulos">Opci&oacute;n Imprimir:</span> Esta opci&oacute;n permite al estudiante realizar una impresi&oacute;n en formato pdf, en el cual se muestra un resumen de la liquidaci&oacute;n que ha sido generada por la instituci&oacute;n. </p>
  <p align="center"><img src="images/cl_21.gif" width="534" height="662" /></p>
</div>
</body>
</html>
